export const annalList = [
  {
    year: "1999",
    items: [
      "백창인의 아버지가 백두산 호랑이가 나오는 태몽을 꾼다. 그것은 앞으로 다가올 희비극에 대한 일종의 예고.",
      "7월 30일 출생. 토끼띠.",
    ],
  },
  {
    year: "2006",
    items: ["스티븐 스필버그의 위인전을 읽고 영화감독이 되기로 결심한다."],
  },
  {
    year: "2007",
    items: [
      "막내 동생이 아직 어머니의 뱃속에 있을 때 산부인과에서 첫 번째 소설 <비밀의 계단>을 쓴다. 한글 2005 그리기마당의 나선형 초록 계단 이미지에서 영감을 받는다.",
    ],
  },
  {
    year: "2011",
    items: [
      "시쓰기 수업에서 고심 끝에 2연짜리 시 <검정색>을 쓰고 선생님에게 보기 좋게 혼난다.",
      "국제중학교 진학을 위해 어머니에게 영화감독 대신 더 그럴듯한 진로 고민을 요구받는다. 한 시간 동안 인터넷 서치 후 작곡가가 되겠다고 말하고 한숨을 듣는다.",
    ],
  },
  {
    year: "2013",
    items: [
      "기타를 배워 당시의 연인에게 커플송을 만들어 불러 준다.",
      "이제언과 음악 친구가 된다.",
      "작곡가가 되고 싶은 마음을 더 말해보다가, 어머니에게 “너는 악동뮤지션이 아니야”라는 말을 듣는다. 백창인은 악동뮤지션이 아니다.",
    ],
  },
  {
    year: "2014",
    items: [
      "학교 도서관에서 <이방인>을 처음 읽고 충격을 받는다. 법과 도덕을 의문시하기 시작한다.",
    ],
  },
  {
    year: "2016",
    items: [
      "네이버 블로그에 수필을 쓰기 시작한다. 쓰고 나니 부끄러워 몇 번 갈아엎는 과정을 거친다.",
      "쿤데라의 <농담>을 읽고 가벼움이 슬며시 몸에 깃든다.",
      "폴 토마스 앤더슨의 <매그놀리아>를 보고 충격을 받는다. 우연과 개구리를 좋아하게 된다.",
    ],
  },
  {
    year: "2017",
    items: [
      "브런치 작가 심사가 통과되고 글쓰기 터전을 옮긴다. 지금도 여기에서 글을 쓴다.",
      "쓴 글 50여 편을 모아 수필집 <지금 여기>를 낸다.",
      "생활과 윤리를 공부하며 하버마스에 경도된다. 사회에 건강한 공론장을 만들겠다는 야심으로 PD를 꿈꾼다. 또는 무언가를 만들 수 있는 일 중에 가장 안전하다고 느낀 것을 택한다.",
      "수능에서 오직 두 문제만 틀린다. 오랫동안 자랑거리로 삼은 동시에 만점을 받지 못한 것을 두고두고 아쉬워 한다.",
      "카탄에 중독된다.",
    ],
  },
  {
    year: "2018",
    items: [
      "서울대학교 언론정보학과 입학. 사회과학대학 소속이라는 사실에 큰 자부심을 가진다.",
      "1학기 종강파티 후 친구 둘과 ‘걸어서 서울 속으로’를 수행한다. 밤새 서울대입구역에서 강남역까지 걸으며 느닷없이 김승옥을 떠올린다.",
      "청년 비영리단체 통감 입단. 점자가 새겨진 명함과 좋은 친구들을 얻는다.",
      "‘정보문화기술입문’ 수업에서 Processing을 배우고 컴퓨터 언어와 이상한 첫 만남을 한다.",
    ],
  },
  {
    year: "2019",
    items: [
      "방탈출 카페 아르바이트를 시작한다. 트뤼포의 유명한 격언에 따라 방탈출 문제를 이 시기 집중적으로 만든다.",
      "음악 친구 이제언과 여름을 보내고 가장 친한 친구가 된다.",
      "“우리는 겹칠 수 없고 고작해야 접할 뿐이다”라는 말을 곱씹는다. 접선 모양의 타투를 몸에 새긴다.",
    ],
  },
  {
    year: "2020",
    items: [
      "자원하여 제주도로 입대한다. 외출이 나올 때마다 여행을 다니기 위함이었지만 코로나로 인해 어려워진다.",
      "만장굴 특별탐험대에 선발되었으나 코로나로 인해 취소되어 슬퍼한다.",
    ],
  },
  {
    year: "2021",
    items: [
      "두 번째 소설 <대설>을 쓴다. 대학문학상에 투고했으나 보기 좋게 떨어진다.",
      "시집 <구름의 변증법>을 낸다. 구름을 마스코트처럼 쓰기 시작한다.",
      "생활코딩에서 html, css, javascript를 처음 배운다. 새로운 언어에 점점 눈길을 주기 시작한다.",
      "어떻게든 영화 관련 일을 해야 행복할 것 같다고 느낀다. 네이버 시리즈온에서 인턴을 시작한다.",
      "착실히 모은 군적금으로 맥북 M1 pro를 구매한다. 인생 최고의 소비다.",
    ],
  },
  {
    year: "2022",
    items: [
      "디지털 미디어를 더 배우고 싶어 연합전공 정보문화학을, 예술을 더 알고 싶어 부전공 미학을 시작한다. 양쪽으로 잡아당기는 상징처럼 느껴진다.",
      "인턴을 마치고 영화 관련 일이 아니라 영화를 해야겠다는 것을 느낀다. 친구들과 첫 번째 영화 <거짓말 탐지기>를 찍는다. 찍고 나서 영화를 하지 말아야겠다고 결심한다.",
      "거짓말과 사랑에 빠진다. 영화 리뷰 계정 @lovethelife.lovethelies의 운영을 시작한다.",
      "정확히 영화를 이백 편 본다. 이백은 의도된 숫자다. <소설가의 영화>를 보고 충격을 받는다.",
      "에무시네마를 또 하나의 터전으로 삼는다.",
      "서울대학교 평생교육원에서 파이썬을 이용한 머신러닝을 배운다. 우수질문자로 선정돼 쓸모가 좋은 노트북 거치대를 받는다.",
    ],
  },
  {
    year: "2023",
    items: [
      "ChatGPT를 처음 써보고 개발을 할 수 있겠다고 느낀다. ChatGPT와 좋은 친구가 된다. 이 친구와 함께라면 개발자를 해볼 수도 있겠다고 느낀다.",
      "영화를 하지 말아야겠다고 결심했지만 또 찍고 싶은 게 생겨버린다. 청년희망적금을 해지하고 <THE MOVERS>를 찍는다. 찍고 나서 영화를 하지 말아야겠다고 결심한다.",
      "다시 미국으로 떠나는 이제언을 위해 ‘말들을 비행하지 않는다’를 쓴다. 종이 비행기 모양으로 접었을 때 시가 드러난다.",
      "꼬맨틀의 팬을 자처한다. 언어를 갖고 놀고 싶다는 생각을 한다.",
      "‘시리어스 게임’ 수업에서 교수님에게 게임을 들고 간다.",
      "웹 개발 동아리 와플스튜디오에 들어간다. 프론트엔드 ",
    ],
  },
  {
    year: "2024",
    items: [
      "거짓말보다 말이 좋다는 생각을 한다. 말과 언어에 대한 생각을 계속한다.",
      "친한 친구에게 야심이 쪼그라든 것 같다는 말을 듣는다. 이는 슬픈 동시에 ",
      "카탄을 좋아하는 친구들과 ‘카탄만세’라는 길드를 만든다.",
      "connections의 팬을 자처한다. 언어를 갖고 노는 사람이 되고 싶다 그러나 swellgarfo의 아카이브 기능을 힘으로 없애버린 뉴욕 타임즈의 만행에 통탄한다.",
      "<THE MOVERS>의 편집을 마치고 압구정에서 상영한다. 한 시대 전처럼 느껴지는 작업물을 관객과 다시 마주하는 오묘함을 느낀다.",
      "flipsandturns",
      "개발이 아니라 웹을 하고 싶었다는 것을 깨닫는다. 민구홍에게 느닷없이 이메일을 보내고 민구홍 매뉴팩처링의 인턴을 한다.",
      "지금의 연인을 위해 이따금 독백을 쓴다. 말과 몸짓이 되기를 기다리는 글을 쓴다.",
    ],
  },
];
